Repository: AsianHope/vdpme
Catalog: locale/kh/LC_MESSAGES/django.po
Languages: km

source: Christian Growth Score
km: ពិន្ទុ កំណើន​គ្រឹះ​សាសនិក

source: Overall Comments
km: មតិ​សរុប​

source: Academic Year
km: ឆ្នាំសិក្សា​

source: Completed
km: បញ្ចប់​

source: Dropped out
km: បោះបង់​

source: On going
km: កំពុង​ដំណើរ​ការ

source: Offered
km: បាន​ផ្តល់​ជូន​

source: User Generated
km: បង្កើត​ដោយ​អ្នក​ប្រើ​ប្រាស់​

source: Text
km: អត្ថបទ

source: School ID
km: ID សាលា

source: School Code
km: កូដ​សាលា​

source: Location
km: ទី​តាំង​

source: This field is required
km: ចន្លោះនេះ​តម្រូវ​ឲ្យ​បំពេញ​

source: Ensure that there are no more than 3 digits before the decimal point.
km: សូម​ពិនិត្យ​ថា វា​មាន​លេខ​មិនលើស​ពី ៣ ខ្ទង់​មុន​ក្បៀស​។

source: Ensure that there are no more than 5 digits in total.
km: សូមពិនិត្យថា​ វាមានលេខសរុប​មិនលើស​ពី ៥​ ខ្ទង់​។

source: Select a valid choice. That choice is not one of the available choices.
km: សូមជ្រើ​សរើស​យក ជម្រើស​ដែល​ត្រឹមត្រូវ​។ ជម្រើស​នេះមិនស្ថិត​ក្នុង ចំណោម​ជម្រើស​ដែលមាន​នោះទេ។

source: Must select value other than Not Applicable
km: ត្រូវ​តែ​ជ្រើសរើ​ស​យក​តម្លៃ​ផ្សេង​ពី មិនអាច​អនុវត្ត​បាន​

source: Enrollment status and grade data mismatch triggered
km: មានភាពមិនស្រុះគ្នា​ រវាង​ ស្ថានភាពនៃ​ការ​ចុះ​ឈ្មោះ​ និង​ ទិន្នន័យ​ថ្នាក់​​

source: Drop date should be greater than enroll date
km: កាលបរិច្ឆេទ​បោះបង់ការសិក្សា​​ គួរ​តែ​ធំជាង​ កាលបរិច្ឆេទ​ចុះឈ្មោះចូលរៀន​

source: Go back
km: ត្រលប់ទៅវិញ

source: Church Name
km: ឈ្មោះព្រះវិហារ

source: Attend Church
km: ចូលព្រះវិហារ

source: Doesn't Attend Church
km: មិនចូលព្រះវិហារ

source: Frequency of Attending
km: ភាពញឹកញាប់នៃការចូល

source: Almost every week
km: ស្ទើរតែរាស់អាទិត្យ

source: Once every 1-2 months
km: ម្តងក្នុងមួយរឺពីរខែ

source: Once or twice per year
km: ម្តងរីពីដងក្នុងមួយអាទិត្យ

source: Not Entered
km: មិនបានបញ្ចូល

source: + Add spiritual activities?
km: + បន្ថែមសកម្មភាពនៃសេចក្តីជំនឿ​?

source: Back to all students
km: ត្រលប់ទៅបញ្ជីសិស្សទាំងអស់

source: + Take Attendance
km: + យកវត្តមាន

source: Date Enrolled
km: ការបរិច្ឆេទនៃការចុះឈ្មោះ

source: + Add a checkup
km: + បន្ថែមការពិនិត្យ

source: Promoted?
km: តម្លើងថ្នាក់?
