Repository: AsianHope/vdpme
Catalog: locale/kh/LC_MESSAGES/django.po
Languages: km

source: English
km: អង់គ្លេស

source: Khmer
km: ខ្មែរ

source: Dashboard
km: ផ្ទាំងស្ថិតិ

source: Reports
km: របាយការណ៍

source: Attendance
km: វត្តមាន

source: Surveys
km: ការវាស់ស្ទង់

source: School Management
km: ប្រពន្ធគ្រប់គ្រងសាលា

source: Classroom Attendance
km: វត្តមានតាមថ្នាក់

source: Attendance Summary
km: តារាងសង្ខេបវត្តមាន

source: Data Audit
km: ត្រួតពិនិត្យទិន្នន័យ

source: Daily Attendance
km: សម្រង់វត្តមានប្រចាំថ្ងៃ

source: Class List
km: បញ្ជីថ្នាក់រៀន

source: Exit Surveys List
km: បញ្ជីសិស្សឈប់រៀន

source: Student Lag Report
km: របាយការណ៍សិស្សរៀនយឺតឬ​សិស្សរៀនមិនត្រូវកម្រិតអាយុ

source: Student Evaluation Report
km: របាយការណ៍វាយតម្លៃសិស្ស

source: Student Achievement Test
km: វិញ្ញាសារប្រឡងរបស់សិស្ស

source: Student Medical Report
km: របាយការណ៍ពិនិត្យសុខភាពរបស់សិស្ស

source: Student Dental Report
km: របាយការណ៍សុខភាពមាត់ធ្មេញរបស់សិស្ស

source: Student Dental Summary Report
km: របាយការណ៍សរុបទៅពេទ្យធ្មេញ

source: Student Promoted Report
km: របាយការណ៍សិស្សឡើងថ្នាក់

source: Students Promoted Times Report
km: របាយការណ៍ចំនួនដងនៃការឡើងថ្នាក់

source: Students Not Enrolled in Public School Report
km: របាយការណ៍សិស្សមិនចុះឈ្មោះទៅរៀននៅសាលារដ្ឋ

source: M&E Summary Report
km: របាយការណ៍សង្ខេបនៃសាលាទាំងមូល

source: Students Lag Summary Report
km: របាយការណ៍សង្ខេបសិស្សរៀនមិនទាន់ត្រូវកម្រិត

source: Anomalous Data
km: ទិន្នន័យមិនពេញលេញ

source: Take Attendance
km: យកវត្តមាន

source: Modify Attendance Calendars
km: រៀបចំកាលវិភាគថ្ងៃរៀនរបស់សាលា

source: Intake Survey
km: ចុះឈ្មោះសិស្សចូលរៀន

source: Exit Survey
km: បញ្ឈប់ការសិក្សារបស់សិស្ស

source: Post-Exit Survey
km: លប់ឈ្មោះសិស្សចេញពីបញ្ជីសាលារៀន

source: Spiritual Activities
km: សកម្មភាពនៃសេចក្តីជំនឿ

source: Health Form
km: បំពេញទម្រង់សុខភាព

source: Student Information
km: ព័ត៌មានរបស់សិស្ស

source: Enrolment
km: ការចុះឈ្មោះ

source: Discipline
km: ការដាក់ពិន័យ

source: Manage Teachers
km: គ្រូក្នុងកម្មវិធីសាលា

source: Manage Classrooms
km: ថ្នាក់រៀនក្នុងកម្មវិធីសាលា

source: Manage Classroom Assignments
km: គ្រូបន្ទុកថ្នាក់នីមួយៗ

source: Input Achievement Tests
km: ដាក់បញ្ចូលភាគរយវិញ្ញាសារប្រឡងសិស្ស

source: Input Student Evaluations
km: បញ្ចូលការវាយតម្លៃសិស្ស

source: Students Attendance on %(attendance_date)s to %(attendance_end_date)s
km: វត្តមានសិស្សចាប់ពី​​ %(attendance_date)s​ ដល់ %(attendance_end_date)s

source: Site
km: ទីតាំង

source: Grade
km: ថ្នាក់

source: Description
km: ការរៀបរាប់

source: Present
km: វត្តមាន

source: Absent
km: អវត្តមាន

source: Select Site
km: ជ្រើសរើសទីតាំង

source: Select Classroom
km: ជ្រើសរើសថ្នាក់

source: Name
km: ឈ្មោះ

source: Recorded
km: ត្រូវបានកត់ត្រា

source: Updated
km: ត្រូវបានបន្ទាន់សម័យ

source: a Semester Test for
km: ការប្រលងឆមាសមួយសម្រាប់

source: Date
km: ការបរិច្ឆេទ

source: Go Back to Filter
km: ត្រលប់ទៅ​តម្រង​ស្វែងរក

source: Choose a Column
km: ជ្រើសរើសជួរឈរមួយ

source: Show Result
km: បង្ហាញ​លទ្ធ​ផល​

source: Address
km: អាស័យដ្ឋាន

source: Classroom
km: ថ្នាក់រៀន

source: Dob
km: ថ្ងៃខែឆ្នាំកំណើត

source: DOB
km: ថ្ងៃខែឆ្នាំកំណើត

source: Enrolled
km: ត្រូវបានចុះឈ្មោះ

source: Gender
km: ភេទ

source: Grade Appropriate
km: កម្រិតថ្នាក់​ សមស្រប

source: Current Grade
km: កម្រិត​ថ្នាក់​ បច្ចុប្បន្ន

source: Last Grade
km: កម្រិតថ្នាក់​ចុងក្រោយ​

source: Guardian 1 Employment
km: កម្រិតជីវភាព អាណាព្យាបាលទី​១

source: Guardian 1 Name
km: ឈ្មោះ អាណាព្យាបាលទី១

source: Guardian 1 Phone
km: លេខទូរស័ព្ទ អាណាព្យាបាលទី១

source: Guardian 1 Profession
km: អាជីព អាណាព្យាបាលទី១

source: Guardian 1 Relationship
km: ទំនាក់ទំនង អាណាព្យាបាលទី១

source: Guardian 2 Employment
km: កម្រិតជីវភាព អាណាព្យាបាលទី២

source: Guardian 2 Name
km: ឈ្មោះ អាណាព្យាបាលទី២

source: Guardian 2 Phone
km: ទូរស័ព្ទ អាណាព្យាបាលទី២

source: Guardian 2 Profession
km: អាជីព អាណាព្យាបាលទី២

source: Guardian 2 Relationship
km: ទំនាក់ទំនង អាណាព្យាបាលទី២

source: Minors
km: អនីតិជន

source: Minors Working
km: អនីតិជន កំពុងធ្វើការ

source: Public School Name
km: ឈ្មោះសាលារដ្ឋ

source: Reasons
km: មូលហេតុ

source: VDP Grade
km: កម្រិត​ថ្នាក់នៅ​ VDP

source: Date of Intake
km: កាលបរិច្ឆេទចូល

source: Date of birth
km: ថ្ងៃ/ខែ/ឆ្នាំ កំណើត

source: Current grade in Public School
km: កម្រិតថ្នាក់​បច្ចុប្បន្ននៅ​សាលារដ្ឋ

source: Last grade in Public School
km: កម្រិតថ្នាក់​ចុងក្រោយ​នៅ​សាលារដ្ឋ

source: Reasons not Attending School
km: មូលហេតុអត់ទៅសាលារៀន

source: Notes
km: កំណត់ចំណាំ

source: School
km: សាលារៀន​

source: year
km: ឆ្នាំ

source: Select Gender
km: ជ្រើស​រើស​ភេទ

source: Male
km: ប្រុស

source: Female
km: ស្រី​

source: Select Guardian 1 Relationship
km: ជ្រើសរើស ​ទំនាក់​ទំនងជាមួយ​អាណាព្យាបាលទី១​

source: No guardian
km: គ្មានអាណាព្យាបាល

source: Father
km: ឳពុក

source: Grandfather
km: ជីតា

source: Grandmother
km: យាយ

source: Other
km: ផ្សេងទៀត

source: Aunt
km: មីង

source: Mother
km: ម្តាយ

source: Uncle
km: ពូ

source: Select Guardian 1 Employment
km: ជ្រើសរើស​កម្រិតជីវភាព អាណាព្យាបាល​ទី១

source: 1 - Very Low Wage
km: 1 - ប្រាក់កម្រៃ​ទាប​បំផុត​

source: Middle Class (or higher)
km: កម្រិតមធ្យម​ (ឬ ខ្ពស់)

source: Select Guardian 2 Employment
km: ជ្រើសរើស​កម្រិតជីវភាព អាណាព្យាបាល​ទី២

source: Select Guardian 2 Relationship
km: ជ្រើស​រើស​ ទំនាក់​ទំនង​ជាមួយ​អាណាព្យាបាលទី២

source: Yes
km: មាន

source: No
km: គ្មាន

source: Not Applicable
km: មិនអាច​អនុវត្ត​បាន​

source: Select VDP Grade
km: ជ្រើសរើសកម្រិតថ្នាក់​នៅ​ VDP

source: Select Enrolled
km: ជ្រើស​រើស​ការចុះឈ្មោះ

source: Select Current Grade in Public School
km: ជ្រើស​រើស​កម្រិត​ថ្នាក់​បច្ចុប្បន្ន​នៅសាលារដ្ឋ

source: Select Last Grade in Public School
km: ជ្រើស​រើស​កម្រិត​ថ្នាក់​ចុង​ក្រោយ​នៅសាលា​រដ្ឋ

source: Lag
km: ចន្លោះយឺត

source: Input Achievement Test
km: បញ្ចូលលទ្ធផល​នៃ​ការ​ប្រលង​​

source: Level
km: កម្រិត

source: Math
km: គណិតវិទ្យា

source: Promote?
km: តម្លើង​ថ្នាក់​?

source: Submit
km: បញ្ជូន

source: Evaluation
km: ការវាយ​តម្លៃ​

source: Student
km: សិស្ស

source: Code
km: វត្តមាន

source: Guardian 1
km: អាណាព្យាបាលទី១

source: Phone Number
km: លេខទូរស័ព្ទ

source: Guardian 2
km: អាណាព្យាបាល​ទី២

source: Update
km: បន្ទាន់​សម័យ

source: Note
km: កំណត់ចំណាំ

source: Update Attendance
km: បន្ទាន់សម័យ វត្តមាន

source: Intake Date
km: កាលបរិច្ឆេទចូល

source: Apply this calendar to all classes at %(classroom.school_id)s
km: អនុវត្តប្រតិទិននេះនៅ %(classroom.school_id)s

source: Edit
km: កែសម្រួល

source: Modify Attendance Calendar
km: កែប្រែ​ប្រតិទិន​វត្តមាន

source: Academic performance for
km: ប្រតិបត្តិការណ៏សិក្សា​សម្រាប់​

source: Attendance Summary Report
km: របាយការណ៏​វត្តមាន​សង្ខេប​

source: Unapproved
km: មិនបានអនុម័ត

source: Approved
km: បានអនុម័ត

source: Total
km: សរុប

source: Teacher(s)
km: គ្រូ

source: Classroom Enrollment
km: ការចុះ​ឈ្មោះ​តាម​ថ្នាក់​

source: Currently Selected Students
km: សិស្ស​ដែល​កំពុង​ត្រូវ​បាន​ជ្រើ​ស​រើស​

source: Enroll
km: ចុះ​ឈ្មោះ

source: Students Currently Enrolled in
km: សិស្ស​កំពុង​ត្រូវ​បាន​ចុះឈ្មោះក្នុង​

source: Enrollment Date
km: កាលបរិច្ឆេទ​ចុះ​ឈ្មោះ​

source: Drop Date
km: កាលបរិច្ឆេទបោះបង់​

source: Drop this class
km: បោះបង់​ថ្នាក់​នេះ

source: Editing Enrollment Record
km: កំពុង​កែសម្រួល​កំណត់​ត្រា​ចុះ​ឈ្មោះ​

source: Unassigned Classrooms
km: ថ្នាក់​រៀន​ដែលពុំទាន់​មាន​ការចាត់​តាំង

source: Current Assignments
km: ចំណាត់​តាំង​បច្ចុប្បន្ន​

source: editing
km: កំពុង​កែសម្រួល

source: Problem
km: បញ្ហា

source: adding a classroom
km: ថែមថ្នាក់​រៀន​មួយ​ទៀត​

source: Active
km: សកម្ម

source: Add a new classroom
km: ថែមថ្នាក់​រៀន​ថ្មី​មួយទៀត

source: Jul. %(graduation|date:'Y')s
km: ខែ​ កក្កដា​ %(graduation|date:'Y')s

source: Currently Enrolled Students
km: សិស្ស​ដែល​បាន​ចុះឈ្មោះ​បច្ចុប្បន្ន

source: Error - IntakeSurvey does not exist
km: កំហុស - ពុំមាន​ការ​ចុះ​ឈ្មោះ​សិស្ស​ចូល​រៀន​នោះ​ទេ

source: Error - No Exit Survey on Record
km: កំហុស​ - គ្មាន​កំណត់​ត្រាការបញ្ឈប់ការសិក្សារបស់​សិស្ស

source: Error - You can't do that!
km: កំហុស - អ្នកមិនអាច​ធ្វើ​វា​បាន​ទេ!

source: Performing Exit Survey
km: ប្រតិបត្តិការ​បញ្ឈប់​ការសិក្សារបស់​សិស្ស

source: Student ID
km: ID សិស្ស​

source: Exit Date
km: កាលបរិច្ឆេទ​ឈប់

source: Grade In VDP When Exit
km: កម្រិត​ថ្នាក់​នៅ​ VDP នៅ​ពេល​ឈប់​

source: Reason
km: មូល​ហេតុ

source: Comment
km: មតិ

source: Already Performed
km: បាន​អនុវត្តរួច​

source: Preform
km: អនុវត្ត

source: Search
km: ស្វែងរក

source: Detail
km: ពត៌មានលម្អិត

source: Student ID:
km: ID សិស្ស:

source: Update this Student's Information?
km: បន្ទាន់​សម័យ​ពត៌មាន​សិស្ស​នេះ?

source: Enroll this student in VDP
km: ចុះឈ្មោះ​សិស្ស​នេះ​ទៅក្នុង​ VDP

source: Perform an exit survey for this student
km: អនុវត្តការបញ្ឈប់ការសិក្សាសម្រាប់​សិស្សម្នាក់​នេះ​​

source: Perform post-exit survey for this student
km: អនុវត្ត​ការ​លប់​ឈ្មោះ​សិស្ស​នេះ​ចេញ​ពី​សាលា​រៀន​

source: Exit Survey performed on
km: ការបញ្ឈប់​ការ​សិក្សា​ត្រូវ​បាន​ធ្វើ​លើ​

source: Student will leave the program on
km: សិស្ស​នឹង​ចាក​ចេញ​ពី​កម្ម​វិធី​នៅ​កាល​បរិច្ឆេទ

source: A post-exit survey has been performed
km: ការ​លុប​ឈ្មោះសិស្ស​ចេញ​ពីសាលារៀន​ត្រូវ​បាន​អនុវត្ត​

source: Last Update:
km: បន្ទាន់​សម័យ​លើ​ក​ចុង​ក្រោយ:

source: Gender:
km: ភេទ:

source: DOB:
km: ថ្ងៃ​/ខែ​​/ឆ្នាំ កំណើត:

source: Enrolled:
km: បាន​ចុះ​ឈ្មោះ​:

source: Expected 6th Grade Graduation:
km: រំពឹង​បញ្ចប់​ថ្នាក់​ទី ៦​ នៅ:

source: VDP Grade when Enrolled:
km: កម្រិត​ថ្នាក់​ VDP នៅ​ពេល​ចុះ​ឈ្មោះ​:

source: Current VDP Grade:
km: កម្រិត​ថ្នាក់​ VDP ពេល​បច្ចុប្បន្ន:

source: Public School Current Grade
km: កម្រិត​ថ្នាក់​បច្ចុប្បន្ន​នៅ​សាលា​រដ្ឋ​

source: Grades/Years to achieve
km: ចំនួន ថ្នាក់​/ឆ្នាំ ដើម្បីសម្រេច​

source: Academic Performance
km: ការអនុវត្ត​ក្នុង​ការសិក្សា​

source: Course History
km: ប្រវត្តិវគ្គ​សិក្សា

source: Contact
km: ទំនាក់​ទំនង​

source: Household
km: ផ្ទះ

source: Health
km: សុខភាព

source: Academics
km: ការសិក្សា

source: + Add an achievement test
km: + បន្ថែមការប្រលង​

source: Test Date
km: កាលបរិច្ឆេទ​ប្រលង

source: Test Grade
km: កម្រិត​លទ្ធ​ផល​នៃ​ការប្រលង

source: Student Evaluations
km: ការវាយតម្លៃ​សិស្ស​

source: + Add a student evaluation
km: + បន្ថែម​ការ​វាយ​តម្លៃ​សិស្ស​

source: Academic
km: ការសិក្សា

source: Study/Learning Skills
km: ជំនាញ​ សិក្សា/រៀន

source: Life Skills/Personal Development
km: បំនិនជីវិត/ការអភិវឌ្ឍខ្លួន​

source: Hygiene Knowledge
km: ចំណេះដឹង​ផ្នែក​អនាម័យ

source: Christian Growth
km: កំណើន​គ្រឹះ​សាសនិក

source: General Comments
km: មតិទូទៅ

source: Add Incident
km: បន្ថែម​ហេតុ​ការណ៏​

source: Date of Incident
km: កាលបរិច្ឆេទ​នៃ​ហេតុ​ការណ៏​

source: Attendance Detail
km: ពត៌មាន​វត្ត​មាន​លម្អិត​

source: Year
km: ឆ្នាំ​

source: + Add a course
km: + បន្ថែម​វគ្គសិក្សា​មួយ​

source: Date Dropped
km: កាល​បរិច្ឆេទ​នៃ​ការ​បោះ​បង់​

source: Course
km: វគ្គ​សិក្សា​

source: Public School History
km: ប្រវត្តិនៅ​សាលា​រដ្ឋ​

source: + Add a Public School History
km: + បន្ថែម​ប្រវត្តិ​សាលា​រដ្ឋ​មួយ​

source: Acadimic Year
km: ឆ្នាំ​សិក្សា​

source: Status
km: ស្ថាន​ភាព​

source: Enroll Date
km: កាលបរិច្ឆេទ​ចុះ​ឈ្មោះ​

source: School Name
km: ឈ្មោះ​សាលា​រៀន

source: Reasons for not attending
km: មូលហេតុនៃអវត្តមាន​

source: Contact Information
km: ពត៌មាន​ទំនាក់​ទំនង​

source: +Update this information?
km: +បន្ទាន់​សម័យ​ពត៌មាន​នេះ?

source: Guardian 1:
km: អាណាព្យាបាល​ទី​១:

source: Guardian 2:
km: អាណាព្យាបាលទី២:

source: Name:
km: ឈ្មោះ​:

source: Phone:
km: លេខទូរស័ព្ទ:

source: Home Address
km: អាស័យដ្ឋាន​ស្នាក់​នៅ​

source: Home of Origin
km: ស្រុក​កំណើត​

source: Profession
km: អាជីព​

source: Income
km: ប្រាក់​ចំណូល

source: Minors in Household
km: អនីតិជន​ក្នុង​ផ្ទះ​

source: Minors in School (Public | Private)
km: អនីតិជន​នៅសាលា (រដ្ឋ​ | ឯកជន)

source: Working Minors
km: អនីតិជន​ កំពុង​ធ្វើ​ការ​

source: What are they doing for work?
km: តើពួក​គេ​កំពុង​ធ្វើ​ការ​អ្វី?

source: Were they encouraged?
km: តើពួ​កគេ​ត្រូវ​បាន​ជំរុញ​ឲ្យ​ធ្វើ​ការ​ឬ?

source: Did they receive any vocational training?
km: តើពួក​គេ​ត្រូវ​បាន​ផ្តល់នូវ​ការហ្វឹក​ហ្វឺន​ការងារដែរ​ឬទេ​?

source: What kind of vocational training did they receive?
km: តើ​ពួក​គេ​ទទួល​បាន​នូវ​ការ​ហ្វឹកហ្វឺន​ការងារ​ប្រ​ភេទ​ណា​?

source: Checkups
km: ត្រួត​ពិនិត្យ​

source: Height
km: កំពស់

source: Weight
km: ទម្ងន់

source: Dentist Visits
km: ការ​ត្រួតពិនិត្យ​នៅ​ពេទ្យ​ធ្មេញ​

source: + Add a dental visit
km: + បន្ថែម​កការ​ត្រួត​ពិនិត្យ​នៅ​ពេទ្យធ្មេញ​មួយ

source: Extractions
km: ការដកធ្មេញ

source: Sealent
km: បិទធ្មេញ

source: Fillings
km: ប៉ះធ្មេញ

source: Endo
km: ព្យាបាល​ធ្មេញ

source: Scaling
km: ដកកំបោរចេញពី​ធ្មេញ

source: Xray
km: ឆ្លុះកាំរស្មី X

source: Performing Internal Intake
km: អនុវត្ត​ការចុះឈ្មោះ​សិស្ស​

source: Performing Intake Update
km: អនុវត្ត​បន្ទាន់សម័យ​ការចុះឈ្មោះ​សិស្សចូល​រៀន​​

source: Editing Intake Survey for %(student)s
km: កែសម្រួល​ការចុះឈ្មោះចូល​រៀន​សម្រាប់​ %(student)s

source: Performing Intake Survey
km: អនុវត្ត​ការ​ចុះ​ឈ្មោះសិស្ស​ចូល​រៀន

source: M&E Summary Report in %(start_view_date)s to %(view_date)s
km: ត្រួត​ពិនិត្យ​ និង​ វាយតម្លៃ​របាយការណ៏សង្ខេបក្នុង​ %(start_view_date)s ដល់ %(view_date)s

source: Vietnamese
km: ភាសា​វៀតណាម​

source: Students enrolled in grade plus Vietnamese
km: សិស្ស​បាន​ចុះ​ឈ្មោះ​រៀន​ក្នុង​ថ្នាក់​និងភាសាវៀតណាម​

source: Only Vietnamese
km: ត្រឹមតែ​ភាសា​វៀតណាម​

source: Boys
km: ក្មេង​ប្រុស​

source: Girls
km: ក្មេង​ស្រី

source: English level
km: កម្រិត​ភាសា​អង់គ្លេស

source: Students enrolled in English
km: សិស្ស​ដែល​បាន​ចុះឈ្មោះរៀន​ភាសា​អង់​គ្លេស​

source: English level %(i)s
km: កម្រិត​ភាសា​អង់​គ្លេស %(i)s

source: Catch-up school
km: សាលា​ពន្លឿន​

source: Vietnamese only
km: តែ​ភាសា​វៀត​ណាម​ប៉ុណ្ណោះ

source: Total:
km: សរុប:

source: Total Students
km: សិស្ស​សរុប​

source: Achieved age appropriate level
km: សម្រេច​បាន​កម្រិត​សមស្រប​តាម​អាយុ

source: of total
km: នៃ​ចំនួន​សរុប

source: Action
km: សកម្មភាព

source: Performing Post Exit Survey
km: អនុវត្ត​ការ​លប់​ឈ្មោះសិស្ស​ពីសាលា​

source: Post-Exit Survey Eligible Students
km: ការលុបឈ្មោះសិស្ស​ចេញពីបញ្ជីសាលារៀន​ចំពោះសិស្ស​ដែលមាន​លក្ខណៈសម្បត្តិគ្រប់​គ្រាន់

source: Date of Exit
km: កាលបរិច្ឆេទនៃការចាកចេញពីសាលា​

source: Perform
km: អនុវត្ត

source: Perform Post-Exit Survey
km: អនុវត្ត​ការលុបឈ្មោះសិស្ស​ចេញ​ពី​បញ្ជីសាលា

source: Public School Report
km: របាយការណ៏​សាលា​រដ្ឋ​

source: Enrollment Date In VDP
km: កាលបរិច្ឆេទ​នៃការចុះឈ្មោះ​នៅ​ VDP

source: Public School Grade
km: កម្រិត​ថ្នាក់​នៅ​សាលា​រដ្ឋ​

source: Reason Not Attend Public School
km: មូលហេតុនៃការមិនទៅរៀន​សាលារដ្ឋ​

source: Not Attend
km: មិនទៅ​

source: Filter by:
km: ស្វែងរក​ដោយ:

source: Clear Search
km: លុបការស្វែងរក

source: Performing Spiritual Activities Survey
km: អនុវត្ត​ការស្ទង់​មតិលើ​សកម្មភាពទាក់ទង​នឹង​​វិញ្ញាណ

source: Student Achievement Test Report
km: របាយការណ៏នៃការសម្រេច​ការប្រលង​របស់​សិស្ស​

source: Students daily absences
km: អវត្តមានប្រចាំ​ថ្ងៃរបស់​សិស្ស​

source: on
km: នៅ

source: All Classrooms
km: គ្រប់​ថ្នាក់​រៀន​

source: Student Attendance Detail Report
km: របាយការណ៏វត្តមានសិស្ស​លម្អិត​

source: Promote
km: តម្លើងថ្នាក់

source: for
km: សម្រាប់​

source: to
km: ដល់

source: Filling
km: បំពេញ​

source: Absence code
km: កូដវត្តមាន

source: Student Evaluations for
km: ការវាយ​តម្លៃ​សិស្ស​សម្រាប់​

source: Adding a Student Evaluation for
km: បន្ថែម​ការវាយ​តម្លៃសិស្ស​សម្រាប់​

source: Study/Learning
km: សិក្សា/រៀន​

source: Life/Personal
km: ជីវិត​/ខ្លួន

source: Hygiene
km: អនាម័យ

source: Please select a classroom.
km: សូម​ជ្រើ​ស​រើស​ថ្នាក់​រៀន​មួយ​

source: Evaluation Date
km: កាលបរិច្ឆេទ​ការវាយ​តម្លៃ

source: Comments
km: មតិ

source: Date Achieved Age Appropriate Level
km: កាលបរិច្ឆេទ​ទទួល​បាន​កម្រិតសមស្រប​នឹង​អាយុ​

source: Intake Surveys
km: ចុះឈ្មោះសិស្សចូលរៀន

source: At Grade Level?
km: នៅកម្រិតថ្នាក់​ទី?

source: In Public School?
km: នៅ​សាលា​រដ្ឋ?

source: Medical Visits
km: ជួបវេជ្ជបណ្ឌិត

source: How long in VDP Program
km: រយៈពេល​នៅ​ក្នុង​កម្ម​វិធី​របស់​ VDP

source: The Last Promoted Date
km: កាលបរិច្ឆេទ​តម្លើង​ថ្នាក់​ចុង​ក្រោយ​បង្អស់

source: The Last Promoted Date and Now
km: ចន្លោះរយៈពេល​ឡើង​ថ្នាក់​ចុងក្រោយ​រហូត​មកដល់​បច្ចុប្បន្ន​

source: Promoted Times
km: ចំនួនឡើងថ្នាក់​ (ដង)

source: Students Integrated In Public School Report
km: របាយការណ៏សិស្ស​រៀន​រួម​ជាមួយនិង​សាលា​រដ្ឋ​

source: All Site
km: គ្រប់​ទី​តាំង​

source: Success!
km: ជោគជ័យ!

source: Take attendance for
km: កត់វត្តមាន​សម្រាប់​

source: This class does not meet today!
km: ថ្នាក់​នេះ​មិនរៀន​ទេ​ថ្ងៃនេះ!

source: change the attendance calendar?
km: ផ្លាស់​ប្តូរ​ប្រតិទិន​វត្ត​មាន?

source: Taking attendance for
km: កំពុង​កត់​វត្ត​មាន​សម្រាប់​

source: Unapproved Absence
km: អវត្តមាន​ដោយ​ គ្មាន ការ​អនុញ្ញាត្តិ​

source: Approved Absence
km: អវត្តមាន​ដោយ​ មាន​ ការ​អនុញ្ញាត្តិ

source: Active Teacher
km: គ្រូ​ សកម្ម

source: Inactive Teacher
km: គ្រូ អសកម្ម

source: Adding a teacher
km: បន្ថែម​គ្រូ​

source: All Students
km: សិស្ស​ទាំង​អស់​

source: Add a teacher?
km: បន្ថែម​គ្រូ​?

source: Show Inactive Teacher
km: បង្ហាញ​គ្រូ អសកម្ម

source: Current Students
km: សិស្ស​បច្ចុប្បន្ន​

source: Show Active Teacher
km: បង្ហាញ​គ្រូ​ សកម្ម​

source: Unapproved Absence With No Comment
km: អវត្តមាន​ដោយ​ គ្មាន​ ការអនុញ្ញាត្តិ គ្មាន​មតិ

source: Please perform an
km: សូម​អនុវត្ត​

source: exit survey
km: បញ្ឈប់ការសិក្សារបស់សិស្ស

source: first!
km: ដំបូង!

source: Survey Date
km: កាលបរិច្ឆេទ​ ការស្ទង់​មតិ​

source: Early Exit (before achieveing age appropriate level)
km: ឈប់​មុន​ពេល​ (មិនទាន់​បាន​សម្រាច់​កម្រិច​សមស្របនឹងអាយុ​)

source: Public School Grade at exit
km: កម្រិត​ថ្នាក់​សាលា​រដ្ឋ​នា​ពេល​ឈប់​

source: Reason for Leaving Early
km: មូល​ហេតុ​នៃការ​ឈប់​មុន​ពេល​កំនត់​

source: Plan to enroll in secondary school?
km: ​គម្រោង​ចុះ​ឈ្មោះ​នៅ​ថ្នាក់​វិទ្យាល័យ?

source: Moving to another location
km: ផ្លាស់​ប្តូរ​ទៅ​ទីតាំង​ផ្សេង​

source: Don't want to continue.
km: មិនចង់​បន្ត។

source: Got a job
km: ទទួល​បាន​ការងារមួយ​

source: Appropriate Grade
km: កម្រិត​ថ្នាក់​សមស្រប

source: Currently enrolled in (public) school?
km: បច្ចុប្បន្ន​បាន​ចុះ​ឈ្មោះ​ក្នុង​ សាលា​ (រដ្ឋ)?

source: Current grade in [public] school (if enrolled)
km: កម្រិត​ថ្នាក់​នៅ​ក្នុង​ សាលា​ [រដ្ឋ​] (ប្រសិន​បាន​ចុះឈ្មោះ)

source: Last grade attended (if not enrolled)
km: កម្រិត​ថ្នាក់​រៀ​នចុង​ក្រោយ​ (ប្រសិន​បើ​មិន​បាន​ចុះ​ឈ្មោះ​)

source: Not Enrolled
km: មិន​បាន​ចុះ​ឈ្មោះ

source: Computers
km: កុំព្យូទ័រ​

source: No Grade / Never Studied
km: គ្មាន​ថ្នាក់​ / មិនដែល​បាន​រៀន​

source: Grade 1
km: ថ្នាក់​ទី​ ១

source: Grade 2
km: ថ្នាក់​ទី ២

source: Grade 3
km: ថ្នាក់​ទី ៣

source: Grade 4
km: ថ្នាក់​ទី​ ៤

source: Grade 5
km: ថ្នាក់​ទី​ ៥

source: Grade 6
km: ថ្នាក់​ទី ៦

source: Grade 7
km: ថ្នាក់ទី​ ៧

source: Grade 8
km: ថ្នាក់​ទី ៨

source: Grade 9
km: ថ្នាក់​ទី​ ៩

source: Grade 10
km: ថ្នាក់​ទី ១០

source: Grade 11
km: ថ្នាក់​ទី​ ១១

source: Grade 12
km: ថ្នាក់​ទី​ ១២

source: Guardian 1's Name
km: ឈ្មោះរបស់​អាណា​ព្យាបាល​ទី១

source: Guardian 1's relationship to child
km: ទំនាក់​ទំនង​រវាងអាណាព្យាបាល​ទី១ និង​ កុមារ

source: Guardian 1's Phone
km: លេខទូរស័ព្ទ​របស់​អាណាព្យាបាល​ទី១

source: Guardian 1's Profession
km: អាជីពរបស់​អាណាព្យាបាល​ទី១

source: Guardian 1's Employment
km: កម្រិត​ជីវ​ភាព​របស់​អាណាព្យាបាល​ទី១

source: Guardian 2's Name
km: ឈ្មោះរបស់​អាណាព្យា​បាល​ទី​២

source: Guardian 2's relationship to child
km: ទំនាក់​ទំនង​រវាង​អាណាព្យាបាល​ទី២​ និង​ កុមារ

source: Guardian 2's Phone
km: លេខទូរស័ព្ទ​របស់​អាណាព្យាបាល​ទី២

source: Guardian 2's Profession
km: អាជីពរបស់​អាណាព្យាបាល​ទី១

source: Guardian 2's Employment
km: កម្រិត​ជីវ​ភាព​របស់​អាណាព្យាបាល​ទី២

source: Number of children living in household (including student)
km: ចំនួន​កុមារ​​ដែលរស់​នៅ​ក្នុង​ផ្ទះ (រួមទាំង​សិស្ស​)

source: Number of children enrolled in public school last year
km: ចំនួនកុមារ​ដែល​ចុះ​ឈ្មោះ​ក្នុង​សាលា​រដ្ឋ​នៅ​ឆ្នាំ​មុន​

source: Number of children enrolled in private school last year
km: ចំនួន​កុមារ​ដែ​ល​ចុះឈ្មោះក្នុង​សាលា​ឯក​ជន​នៅឆ្នាំ​មុន​

source: Number of children under 18 working 15+ hours per week
km: ចំនួន​កុមារ​អាយុ​ក្រោម​ ១៨​ ឆ្នាំ​ កំពុង​ធ្វើការ​លើស​ ១៥ ម៉ោង​ ក្នុង​មួ​យ​សប្តាហ៍

source: Did you encourage them to take this job?
km: តើអ្នកមាន​បាន​ជម្រុញគាត់​ឲ្យ​ធ្វើ​ការ​ងារ​នេះ​ទេ?

source: Post Exit Survey Date
km: កាលបរិច្ឆេទ​នៃ​ការលប់ឈ្មោះសិស្ស​ពី​បញ្ជីសាលា​

source: Date of Survey
km: ការបរិច្ឆេទ​នៃ​ការ​ស្ទង់​មតិ

source: Early (before achieving grade level) Exit
km: ការចេញមុនការកំណត់ (មុនពេល​សម្រេច​បាន​កម្រិត​ថ្នាក់​សមស្រប)

source: How many children in the household?
km: តើមាន​កុមារ​ប៉ុន្មាន​នាក់​នៅក្នុង​ផ្ទះ?

source: Currently in school? [Primary Child]
km: ទៅសាលា​ក្នុង​ពេល​បច្ចុ​ប្បន្ន​? [កុមារ​ថ្នាក់​បឋមសិក្សា]

source: Current Grade in formal school (if in school)
km: កម្រិត​ថ្នាក់​នៅ​សលារដ្ឋ​ (ប្រសិនបើ​​ទៅសាលា)

source: Last Grade attended (if not in school)
km: កម្រិត​ថ្នាក់ដែលបាន​ទៅ​រៀន​ចុង​ក្រោយ (ប្រសិន​បើ​មិនកំពុងទៅសាលា)

source: Does your family currently attend church?
km: តើគ្រួសារ​អ្នកមានទៅ​ព្រះវិហារ​ទេនាពេល​បច្ចុប្បន្ន?

source: Do you currently attend church?
km: តើអ្នក​ទៅ​ព្រះវិហារ​ទេនាពេល​បច្ចុប្បន្ន?

source: Have you prayed on your own within the last week?
km: តើ​អ្ន​កមាន​បាន​អធិដ្ឋាន​ដោយ​ខ្លួន​អ្នក​ទេ​ ក្នុង​កំឡុង​ពេល​មួយសប្តាហ៍កន្លងមក?

source: Have you been baptized?
km: តើអ្នកមាន​ត្រូវ​បាន​ទទួល​ពិធីជ្រមុជ​ទឹក​ដែរ​ឬទេ?

source: Have you spent time reading the Bible in the last week?
km: តើអ្នក​មាន​បាន​ចំណាយ​ពេល​អានព្រះ​គម្ពីរ​ទេ​ ក្នុង​កំឡុង​ពេល​មួយសប្តាហ៍កន្លងមក​?

source: Have you prayed aloud in the last week?
km: តើ​អ្នក​មាន​បាន​អធិដ្ឋាន​លឺៗទេ ក្នុង​កំឡុង​ពេល​មួយសប្តាហ៍កន្លងមក?

source: Appointment date
km: កាលបរិច្ឆេទ​ ការណាត់​ជួប

source: Appointment type
km: ប្រភេទ​នៃ​ការ​ណាត់​ជួប

source: Dental
km: ធ្មេញ

source: Check-up
km: ពិនិត្យ

source: Editing Attendance Calendar For
km: កំពុង​កែសម្រួល​ប្រតិទិន​ស្រង់​វត្ត​មាន​សម្រាប់

source: Notification Log
km: កំណត់​ហេតុ​ សារជូនដំណឹង

source: Student Dental Report for %(current_site)s
km: របាយការណ៏ធ្មេញ​របស់សិស្ស​នៅ​ %(current_site)s

source: Number of Student
km: ចំនួនសិស្ស​

source: VDP by Grade
km: VDP តាមកម្រិត​ថ្នាក់​

source: Actions
km: សកម្មភាព

source: Another action
km: សកម្មភាព​ផ្សេងមួយទៀត

source: Something else here
km: អ្វីផ្សេង​ទៀត​ នៅទី​នេះ​

source: Unenrolled Students
km: សិស្ស​ដែ​ល​ពុំទាន់​បាន​ចុះ​ឈ្មោះ​

source: Unapproved Absences
km: អវត្ត​មាន​ដោយ​ គ្មាន​ ការ​អនុញ្ញាត្តិ

source: VDP at a Glance
km: ស្ថិតិ​សង្ខេប​ នៃ VDP

source: Overview
km: ទិន្នន័យ​​ទូទៅ​​

source: Objectives breakdown
km: ទិន្នន័យ​តាម​គោលបំណង

source: Catch Up Students
km: សិស្ស​សាលា​ពន្លឿន​

source: (%(females)s female)
km: (%(females)s ស្រី​)

source: total
km: សរុប​

source: At Age Appropriate Grade Level
km: នៅ​កម្រិត​ថ្នាក់​សមស្រប​នឹង​អាយុ

source: Skill Training Students
km: សិស្ស​ហ្វឹកហាត់​ជំនាញ

source: (%(total_skills)s Skills Training)
km: (%(total_skills)s ហ្វឹកហាត់​ជំនាញ)

source: Recent Activity
km: សកម្មភាព​ថ្មីៗ

source: View All Alerts
km: មើលការ​ជូន​ដំណឹង​ទាំង​អស់​

source: Students at Grade Level
km: សិស្ស​នៅ​តាម​កម្រិត​ថ្នាក់​

source: View Details
km: មើល​ពត៌មាន​លម្អិ​ត

source: Starting grade
km: កម្រិត​ថ្នាក់​ចាប់​ផ្តើម​

source: Date of Update
km: កាលបរិច្ឆេទ​ បន្ទាន់​សម៍យ​

source: Currently enrolled in formal school?
km: បច្ចុប្បន្ន​បាន​ចុះ​ឈ្មោះ​នៅ​សាលា​រដ្ឋ​?

source: Current grade in (public) school?
km: កម្រិ​ត​ថ្នាក់​បច្ចុប្បន្ន​នៅ​សាលា​រដ្ឋ​?

source: Reasons for not attending school
km: មូល​ហេតុ​ដែលមិនចូលសាលារៀន

source: Incident Date
km: កាលបរិច្ឆេទ​នៃ​ហេតុ​ការណ៏

source: Classroom ID
km: ID ថ្នាក់​រៀន​

source: Incident code
km: កូដ​នៃ​ហេតុការណ៏

source: Incident description
km: ការរៀបរាប់​ ហេតុ​ការណ៏

source: Bullying
km: ការសម្លុត

source: Cheating
km: បន្លំ

source: Lying
km: កុហក

source: Cursing
km: ជេរ​

source: Teacher ID
km: ID គ្រូ

source: Target Grade
km: គោលដៅកម្រិត​ថ្នាក់​

source: Classroom Location
km: ទីតាំង​ថ្នាក់​រៀន​

source: Attendance calendar
km: ប្រតិទិន​វត្តមាន​

source: Attendance Day
km: ថ្ងៃ​វត្ត​មាន​

source: Observation Date
km: កាល​បរិច្ឆេទ​នៃ​ការ​សង្កេត

source: Academic Growth Score
km: ពិន្ទុនៃ​ការរើក​ចម្រើន​​ការសិក្សា

source: Study/Learning Skills Score
km: ពិន្ទុ ​ជំនាញ​ សិក្សា/រៀន

source: Life Skills/Personal Development Score
km: ពិន្ទុ​ បំនិនជីវិត​/ការអភិវឌ្ឍខ្លួន​

source: Hygiene Knowledge Score
km: ពិន្ទុ​ ចំណេះដឹង​ អនាម័យ
